app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    @article.save
---
INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-06-16 21:01:41.520574"], ["text", "fwefew"], ["title", "fwew"], ["updated_at", "2014-06-16 21:01:41.520574"]]